Repository: collective/collective.z3cform.norobots
Catalog: src/collective/z3cform/norobots/locales/*/LC_MESSAGES/collective.z3cform.norobots.po
Languages: cs, de, es, fi, fr, it, nl, ru

source: Are you a human ?
cs: Jste člověk?
de: Sind Sie ein Mensch?
es: ¿Es humano?
fi: Varmistuskysymys
fr: Etes-vous un être humain ?
it: Sei un umano ?
nl: Ben je een mens ?
ru: Вы человек?

source: Contact form
cs: Kontaktní formulář
de: Kontaktformular
es: Formulario de contacto
fi: Yhteydenotto
fr: Formulaire de contact
it: Modulo di contatto
nl: Contact formulier
ru: Контактная форма

source: E-Mail
fi: Sähköpostiosoite
fr: Courriel
ru: Адрес эл.почты

source: In order to avoid spam, please answer the question below.
cs: Zadejte prosím odpověď na níže uvedenou otázku. Jedná se o ochranu proti nevyžádaným příspěvkům.
de: Beantworten Sie folgende Frage um Spam zu vermeiden.
es: Para evitar el spam, responda a la siguiente pregunta por favor.
fi: Olethan ihminen etkä roskapostitin? Varmistaaksemme asian, ole hyvä ja vastaa allaolevaan kysymykseen.
fr: Dans le but d'éviter l'envoi de spams, merci de répondre à la question ci-dessous.
it: Per prevenire lo spam, prego rispondi alla domanda seguente.
nl: Om spam te voorkomen, beantwoord de onderstaande vraag.
ru: Во избежание спама, пожалуйста, ответьте на вопрос ниже.

source: Mail sent.
cs: Email byl odeslán
de: E-Mail versendet
es: Mensaje enviado.
fi: Viesti lähetetty
fr: Courriel envoyé
it: Messaggio inviato
nl: Mail verzonden.
ru: Письмо отправлено.

source: Message
cs: Zpráva
de: Nachricht
es: Mensaje
fi: Viesti
it: Messaggio
nl: Bericht
ru: Сообщение

source: Name
cs: Jméno
es: Nombre
fi: Nimi
fr: Nom
it: Nome
nl: Naam
ru: Имя

source: Norobots captcha field (collective.z3cform.norobots)
fr: Champ captcha Norobots (collective.z3cform.norobots)
it: Campo captcha Norobots (collective.z3cform.norobots)
ru: Капча Norobots

source: Norobots question::answer
es: Pregunta::respuesta
fr: Questions/réponses
it: Norobots domanda::risposta
nl: Norobots vraag::antwoord
ru: Norobots вопрос::ответ

source: Norobots widget settings
es: Configuración del captcha Norobots
fr: Captcha Norobots
it: Impostazioni widget Norobots
nl: Norobots widget instellingen
ru: Настройки Norobots

source: Please correct the indicated errors and don't forget to fill in the field 'Are you a human ?'.
cs: ""Opravte prosím vyznačené chyby a nezapoměňte vyplnit pole "Jste člověk?" ""
de: ""Fehler bei der Eingabe. Prüfen Sie die Felder und geben Sie die richtige Antwort im Feld "Sind Sie ein Mensch?" an""
es: Corrija los errores indicados y no olvide rellenar el campo '¿Es humano?'
fi: Ole hyvä ja korjaa osoitetut virheet. Muista myös vastata varmistuskysymykseen.
fr: ""Merci de corriger les erreurs indiquées et n'oubliez pas de remplir le champ "Etes-vous un être humain ?".""
it: Prego correggi gli errori indicati e non dimenticare di compilare il campo 'Sei un umano ?'
nl: Verbeter aangegeven fouten, vergeet niet het veld 'Ben je een mens ?'.
ru: Пожалуйста, исправьте указанные ошибки, и не забудьте заполнить поле 'Вы человек?'.

source: Please enter the message you want to send.
cs: Zadejte prosím zprávu.
de: Geben Sie Ihre Nachricht ein
es: Introduzca el mensaje que desea enviar.
fi: Kirjoita sisältö viestille jonka haluat lähettää
fr: Veuillez saisir le message que vous souhaitez envoyer.
it: Prego inserire il messaggio che vuoi inviare.
nl: Geef een
ru: Пожалуйста, введите сообщение, которое вы хотите отправить.

source: Please enter the subject of the message you want to send.
cs: Zadejte prosím předmět zprávy, kterou chcete odeslat.
de: Geben Sie einen Betreff für Ihre Nachricht an
es: Introduzca el asunto del mensaje que desea enviar.
fi: Anna viestillesi otsikko
fr: Veuillez saisir le sujet du courrier électronique que vous souhaitez envoyer.
it: Prego inserire l'oggetto del messaggio che vuoi inviare.
nl: Onderwerp van het bericht dat je wilt sturen.
ru: Пожалуйста, введите тему сообщения, которое вы хотите отправить.

source: Please enter your e-mail address.
cs: Zadejte prosím vaši email adresu
de: Geben Sie Ihre E-Mail Adresse an
es: Introduzca su dirección de correo electrónico.
fi: Ole hyvä ja anna sähköpostiosoitteesi.
fr: Veuillez saisir votre adresse courriel.
it: Prego inserisci il tuo indirizzo e-mail.
nl: Geef je email adres.
ru: Пожалуйста, введите адрес Ващей электронной почты.

source: Please enter your full name.
cs: Zadejte prosím vaše jméno
de: Geben Sie Ihren vollständigen Namen an
es: Introduzca su nombre.
fi: Ole hyvä ja anna koko nimesi.
fr: Veuillez saisir votre nom complet.
it: Prego inserisci il tuo nome completo
nl: Geef je volledige naam.
ru: Пожалуйста, введите ваше ФИО.

source: Provides a human captcha widget based on a list of questions/answers.
it: Fornisce un campo captcha basato su una lista di domande/risposte.
ru: Капча на основе списка вопрос-ответ.

source: Question
cs: Otázka
de: Frage
es: Pregunta
fi: Kysymys
it: Domanda
nl: Vraag
ru: Вопрос

source: Questions list (one per line). Example : 'What is 10 + 12 ?::22'. Answer can contain multiple values delimited by semicolon. Example : 'What is 5 + 5 ?::10;ten'.
es: Lista de preguntas (una por línea). P.ej.: '¿Cuánto es 10 + 12?::22'. La respuesta puede contener varios valores separados por punto y coma. P.ej.: '¿Cuánto es 5 + 5?::10; diez'.
fr: ""Liste de questions (une par ligne). Exemple : "Combien font 10 + 12 ?::22". Une réponse peut contenir plusieurs valeurs séparées par des point-virgules. Exemple : "Combien font 5 + 5 ?::10;dix".""
it: Lista delle domande (una per riga). Esempio : 'Quanto fa 10 + 12 ?::22'. Le risposte possono essere pi√π di una, deliminate dal punto-e-virgola. Esempio : 'Quanto fa 5 + 5 ?::10;dieci'.
nl: Vragen lijst (een per regel). Voorbeeld : 'Wat is 10 + 12 ?::22'. Vraag kan meerdere antwoorden hebben door de waarden te splitten met een puntkomma. Voorbeeld: 'Wat is 5 + 5 ?::10;tien'.
ru: Список вопросов (по одному в строке). Пример: 'Сколько будет 10 + 12 ?::22'. Ответ может содержать несколько значений, разделенных точкой с запятой. Пример: 'Сколько будет 5 + 5 ?::10;десять.

source: Send
cs: Odeslat
de: Senden
es: Enviar
fi: Lähetä
fr: Envoyer
it: Invia
nl: Verzend
ru: Отправить

source: Subject
cs: Předmět
de: Betreff
es: Asunto
fi: Aihe
fr: Sujet
it: Oggetto
nl: Onderwerp
ru: Тема сообщения

source: What is 10 + 4 ?
cs: Kolik je 10 + 4?
de: Wieviel ist 10 + 4?
es: ¿Cuánto es 10 + 4?
fi: Paljonko on 10 + 4?
fr: Combien font 10 + 4 ?
it: Quanto fa 10 + 4 ?
nl: Wat is 10 + 4 ?
ru: Сколько будет 10 + 4 ?

source: What is 4 + 4 ?
cs: Kolik je 4+4 ?
de: Wieviel ist 4 + 4?
es: ¿Cuánto es 4 + 4?
fi: Paljonko on 4 + 4?
fr: Combien font 4 + 4 ?
it: Quanto fa 4 + 4 ?
nl: Wat is 4 + 4 ?
ru: Сколько будет 4 + 4 ?

source: Write five cipher.
cs: ""Zapište číslici "pět".""
de: ""Schreiben Sie die Zahl "5" ""
es: Escriba cinco utilizando números.
fi: ""Kirjoita "viisi" numerona.""
fr: ""Écrire "5" en chiffre""
it: Scrivi cinque in cifre.
nl: Schrijf cijfer vijf.
ru: Напишите пять цифрой

source: You entered a wrong answer, please answer the new question below.
cs: Nesprávná odpověď. Odpovězte prosím na další otázku.
de: Ihre Antwort war leider falsch, bitte beantworten Sie nachstehend die neue Frage.
es: Ha introducido una respuesta incorrecta, responda a la siguiente pregunta por favor.
fi: Vastauksesi oli virheellinen, ole hyvä ja yritä uudestaan.
fr: Vous avez entré une réponse fausse, merci de répondre à la nouvelle question ci-dessous.
it: La tua risposta era sbagliata, prego rispondi alla domanda sottostante.
nl: Je hebt een verkeerd antwoord gegeven, beantwoord de nieuwe vraag.
ru: Вы ввели неправильный ответ, пожалуйста, ответьте на вопрос ниже.

source: You entered an invalid email address.
es: Ha introducido una dirección de correo electrónico no válida.
fr: Vous avez entré une adresse e-mail invalide.
it: Hai inserito un messaggio e-mail non valido.
nl: Je hebt een verkeerd email adres gegeven.
ru: Вы ввели неправильный адрес электронной почты.

source: Your answer
cs: Vaše odpověď
de: Ergebnis
es: Su respuesta
fi: Vastauksesi
fr: Votre réponse
it: La tua risposta
nl: Je antwoord
ru: Ваш ответ
