Repository: collective/collective.z3cform.norobots
Catalog: collective/z3cform/norobots/locales/*/LC_MESSAGES/collective.z3cform.norobots.po
Languages: da, eu

source: Are you a human ?
da: Bekræft at du ikke er en robot
eu: Gizakia zara?

source: Contact form
da: Kontaktformular
eu: Kontaktu formularioa

source: E-Mail
da: E-mailadresse
eu: E-posta

source: In order to avoid spam, please answer the question below.
da: For at bekræfte du ikke er en robot, beder vi dig svare på nedenstående spørgsmål.
eu: Spama ekiditeko metodoa da hau, erantzun beheko galderari mesedez.

source: Mail sent.
da: E-mail sendt.
eu: Mezua ondo bidali da

source: Message
da: Besked
eu: Mezua

source: Name
da: Navn
eu: Izena

source: Please correct the indicated errors and don't forget to fill in the field 'Are you a human ?'.
eu: ""Zuzendu adierazten diren erroreak eta ez ahaztu "Gizakia zara?" galderari erantzutea.""

source: Please enter the message you want to send.
da: Indtast besked, du ønsker at sende
eu: Bidali beharrekoa

source: Please enter the subject of the message you want to send.
da: Indtast emne for meddelelse
eu: Bidali nahi duzun mezuaren gaia idatzi

source: Please enter your e-mail address.
da: Indtast e-mailadresse
eu: Idatzi zzure e-posta

source: Please enter your full name.
da: Indtast fuldt navn
eu: Idatzi zure izena

source: Question
da: Spørgsmål
eu: Galdera

source: Send
eu: Bidali

source: Subject
da: Emne
eu: Gaia

source: Unable to send mail: ${exception}
da: E-mail kunne ikke afsendes: ${exception}
eu: Ezin izan da mezua bidali: ${exception}

source: What is 10 + 4 ?
eu: Zenbat da 10+4?

source: What is 4 + 4 ?
eu: Zenbat da 4+4?

source: Write five cipher.
eu: ""Idatzi "bost" zenbakiak erabiliz.""

source: You entered a wrong answer, please answer the new question below.
da: Det indtastede svar er desværre forkert. Besvar venligst det nye spørgsmål herunder.
eu: Okerreko erantzuna eman duzu.

source: Your answer
da: Dit svar
eu: Erantzuna

source: Please correct the indicated errors and don't forget to fill in the field "Are you a human ?".
da: Vær venlig at rette markerede fejl
